[
  "What animal would you choose to be and why?",
  "What car did you learn to drive on?",
  "Do you collect anything?",
  "What’s the weirdest thing you’ve eaten?",
  "If you could meet any historical figure, who would you choose and why?",
  "What are you currently reading, watching, or listening?",
  "The zombie apocalypse is coming, who are 3 people you want on your team and why?",
  "If you had to delete all but 3 apps from your smartphone, which ones would you keep?",
  "Have you ever completed anything on your “bucket list”?",
  "You can have an unlimited supply of one thing for the rest of your life, what is it? Sushi? Scotch Tape?",
  "Say you’re independently wealthy and don’t have to work, what would you do with your time?",
  "What animal would you choose to be and why?",
  "What is the last dream you remember?",
  "How do you let teammates know you're in deep work mode?",
  "Where would you vacation if money was no object?",
  "Books, magazines, or podcasts?",
  "What care did you learn to drive on?",
  "What is one thing you're grateful for today?",
  "When you read or watch TV, do you go for fiction or non-fiction?",
  "Coffee, tea, or soda?",
  "Can you remember a bumper sticker that made you smile?",
  "If you weren't in your current career - what would you be?",
  "What is one lesson you would go and tell your younger self?",
  "What do you spend most of your time doing outside of work?",
  "What is a hobby you wish you had pursued?",
  "Favorite book, movie, or TV series? What is it about?",
  "Most used app on your phone...",
  "Random fact",
  "What is your favorite “work from home” exercise?",
  "Would you rather work from the beach or a mountain cabin?",
  "Where is your dream location to work from?",
  "Do you have a pet?",
  "What do you like most about remote work?",
  "Would you rather start early or work late?",
  "What is the most unique thing you have within reach of your desk?",
  "What is the last book your read?",
  "What is your typing speed?",
  "Are you wearing socks?",
  "Where would you choose to haunt for all of eternity?",
  "What is the best thing about the internet?",
  "What is your favorite website?",
  "Have you ever left a 1 star review online?",
  "Do you have any remote work productivity hacks?",
  "What is a best practice when working from home?",
  "What is your WiFi name?",
  "What is the last website you visited?",
  "Do you have a favorite news site?",
  "What is the most challenging part of working from home?",
  "Who is the last person you talked to in IRL?",
  "What was your first online username?",
  "What work from home habit is most successful for you?",
  "What is your go-to excuse for being late to virtual meetings?",
  "What is the most interesting online article you’ve read lately?",
  "Which website do you spend the most time on?",
  "What is the last YouTube video you watched?",
  "What was your most recent Google search?",
  "What is the first website you remember visiting?",
  "What is your earliest memory of the internet?",
  "Which app do you use most frequently?"
]
